spec/dummy_rails_3/app/controllers/posts_controller.rb

  def create
    @post = Post.create!(post_params)
---
INSERT INTO "posts" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "First post"], ["created_at", Tue, 29 Oct 2013 02:06:03 UTC +00:00], ["updated_at", Tue, 29 Oct 2013 02:06:03 UTC +00:00]]